{
  "products": [
    {
      "id": 0,
      "categoryId": "1",
      "imageUrl": "https://i4.stat01.com/2/4643/146424838/afacdb/katana-turnirnaya.jpg",
      "title": "Катана",
      "description": "Ката́на  длинный японский меч. По форме клинка катана напоминает шашку, однако рукоять у неё прямая и длинная, что позволяет использовать двуручный хват. Навершие отсутствует. Небольшой изгиб клинка и острый конец позволяют наносить также и колющие удары. Длина клинка — от 2 до 2,5 сяку (60,6-75,7 см), общая длина с рукоятью условно ≈ 85-105 см (обычно 90-100 см). Если длина клинка меньше 2 сяку, то это короткий меч вакидзаси, а если больше 2,5 сяку, то это окатана (большая катана) или тати, но помимо размера, тати традиционно имеет больший изгиб и другую отделку с креплением (Аси) к доспехам.", 
      "price": 19500
    },
    {
      "id": 1,
      "categoryId": "1",
      "imageUrl": "https://i2.stat01.com/1/3545/35443650/afacdb/kinzhalgotichesky-jpg.jpg",
      "title": "Кинжал",
      "description": "Кинжа́л — холодное оружие с коротким прямым или изогнутым клинком, заточенным с двух сторон. Согласно российскому ГОСТу, кинжал — контактное, клинковое, колюще-режущее оружие с коротким или средним прямым или изогнутым двулезвийным клинком. Чаще всего кинжал используется для ближнего боя, но существуют разновидности кинжала с утяжелённым клинком, предназначенные для метания.",
      "price": 8500
    },
    {
      "id": 2,
      "categoryId": "1",
      "imageUrl": "https://i1.stat01.com/2/5352/153515572/afacdb/sablya-polskaya-sportivnaya-s-quot-palyuhom-quot.jpg",
      "title": "Сабля",
      "description": "Са́бля — рубяще-режущее клинковое холодное оружие. Клинок сабли, как правило, однолезвийный (в ряде случаев — с полуторной заточкой), имеет характерный изгиб в сторону обуха. Сабли в различных модификациях были широко распространены в Восточной Европе и Азии в период с IX по XX века как основное холодное оружие конницы и частично — пехоты. В Западной Европе сабля получила распространение достаточно поздно, в XIV—XIX веках. Из-за ряда своих боевых качеств и удобства использования сабля частично или полностью вытеснила мечи и другие виды клинкового холодного оружия во многих европейских странах.",
      "price": 6500
    },
    {
      "id": 3,
      "categoryId": "1",
      "imageUrl": "https://cdn1.ozone.ru/s3/multimedia-p/6032383825.jpg",
      "title": "Кнайф",
      "description": "Нож — прежде всего колющий (исходя из этимологии слова), а также рубящий, режущий инструмент, рабочей частью которого является клинок — полоса твёрдого материала (обычно металла) с лезвием на одной или нескольких сторонах. В конструкции, чаще всего, можно выделить клинок и рукоять. У клинка может быть выраженное колющее остриё.",
      "price": 3500
    },
    {
      "id": 4,
      "categoryId": "2",
      "imageUrl": "https://i0.wp.com/inter-hunter.ru/wp-content/uploads/2018/03/%D0%9F%D0%B8%D1%81%D1%82%D0%BE%D0%BB%D0%B5%D1%82-%D0%9E%D0%9E%D0%9E%D0%9F-Grand-Power-%D0%A2-12-FM1-%D0%BA.-10%C3%9728_1-1000x1000.jpg",
      "title": "Ган",
      "description": "Пистоле́т — ручное короткоствольное стрелковое оружие, предназначенное для поражения целей (живой силы и других) на дальности до 25–50 метров. Бывает как огнестрельным, так и пневматическим. Ранние пистолеты были, как правило, однозарядными, с гладким или нарезным стволом. Современные пистолеты в большинстве своем самозарядные, нарезные, со значительным магазином (от 5–7 до 15–20 и более патронов).",
      "price": 15000
    },
    {
      "id": 5,
      "categoryId": "2",
      "imageUrl": "https://igrays.ru/images/watermarked/1/detailed/10/9275754__3_.jpg",
      "title": "Мосина",
      "description": "Русская 3-линейная (7,62-мм) винтовка Мосина образца 1891 года — магазинная винтовка, принятая на вооружение Русской императорской армии в 1891 году. Имела другие названия — 7,62-мм винтовка обр. 1891 г. (1891/30 гг.), трёхлинейка, винтовка Мосина, «Мосинка» и тому подобные. Массово использовалась в период с 1892 до конца 1950-х гг. (в НОАК и КНА), в этот период многократно модернизировалась. Название трёхлинейка происходит от калибра ствола винтовки, который равен трём линиям (устаревшая мера длины, равная одной десятой дюйма или 2,54 мм). На основе винтовки образца 1891 года и её модификаций был создан целый ряд образцов спортивного и охотничьего оружия, как нарезного, так и гладкоствольного.",
      "price": 62000
    },
    {
      "id": 6,
      "categoryId": "2",
      "imageUrl": "https://popadiv10.ru/image/catalog/product/1334/akm-vpo-925-oholoshchennyy-avtomat-kalashnikova-10.jpg",
      "title": "Калашников",
      "description": "7,62-мм автомат Калашникова (АК) — автомат, принятый на вооружение в СССР в 1949 году; индекс ГРАУ — 56-А-212. Был сконструирован в 1947 году М. Т. Калашниковым. АК и его модификации являются самым распространённым[источник не указан 15 дней] стрелковым оружием в мире. К этому типу (включая лицензионные и нелицензионные копии, а также сторонние разработки на базе АК) принадлежит до 1/5 всего имеющегося в мире стрелкового огнестрельного автоматического оружия. За 60 лет было выпущено более 70 миллионов автоматов Калашникова различных модификаций. Они состоят на вооружении 50 иностранных армий.",
      "price": 35000
    }
  ]
}